12/data/attachments/351e918a11c655be.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Angela_computer_Actions_39760_1</nif:username>
            <nif:friendToBeRequested>soap_actions_48adb2db-3479-4823-9113-456fc39ab800</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>